Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Application of a conformity assessment body for notification
pt_pt: Apresentação de pedido de notificação por um organismo de avaliação da conformidade

source: Conformity assessment bodies shall submit an application for notification to the notifying authority of the Member State in which they are established.
pt_pt: Os organismos de avaliação da conformidade devem apresentar um pedido de notificação à autoridade notificadora do Estado-Membro onde se encontram estabelecidos.

source: The application for notification shall be accompanied by a description of the conformity assessment activities, the conformity assessment module or modules and the types of AI systems for which the conformity assessment body claims to be competent, as well as by an accreditation certificate, where one exists, issued by a national accreditation body attesting that the conformity assessment body fulfils the requirements laid down in Article 31.
pt_pt: O pedido de notificação deve ser acompanhado de uma descrição das atividades de avaliação da conformidade, do módulo ou dos módulos de avaliação da conformidade e dos tipos de sistemas de IA em relação aos quais o organismo de avaliação da conformidade se considera competente, bem como de um certificado de acreditação, se existir, emitido por um organismo nacional de acreditação, que ateste que o organismo de avaliação da conformidade cumpre os requisitos estabelecidos no artigo 31.o.

source: Any valid document related to existing designations of the applicant notified body under any other Union harmonisation legislation shall be added.
pt_pt: Deve ser igualmente anexado qualquer documento válido relacionado com designações vigentes do organismo notificado requerente ao abrigo de qualquer outra legislação de harmonização da União.

source: Where the conformity assessment body concerned cannot provide an accreditation certificate, it shall provide the notifying authority with all the documentary evidence necessary for the verification, recognition and regular monitoring of its compliance with the requirements laid down in Article 31.
pt_pt: Se não lhe for possível apresentar o certificado de acreditação, o organismo de avaliação da conformidade deve apresentar à autoridade notificadora todas as provas documentais necessárias à verificação, ao reconhecimento e ao controlo regular da sua conformidade com os requisitos estabelecidos no artigo 31.o.

source: For notified bodies which are designated under any other Union harmonisation legislation, all documents and certificates linked to those designations may be used to support their designation procedure under this Regulation, as appropriate.
pt_pt: Em relação aos organismos notificados designados ao abrigo de qualquer outra legislação de harmonização da União, todos os documentos e certificados associados a essas designações podem ser usados para fundamentar o seu processo de designação nos termos do presente regulamento, consoante adequado.

source: The notified body shall update the documentation referred to in paragraphs 2 and 3 of this Article whenever relevant changes occur, in order to enable the authority responsible for notified bodies to monitor and verify continuous compliance with all the requirements laid down in Article 31.
pt_pt: O organismo notificado deve atualizar a documentação a que se referem os n.os 2 e 3 do presente artigo sempre que ocorram alterações pertinentes, a fim de permitir que a autoridade responsável pelos organismos notificados controle e verifique o cumprimento permanente de todos os requisitos estabelecidos no artigo 31.o.

source: Article 30
pt_pt: Artigo 30.o

source: Notification procedure
pt_pt: Procedimento de notificação

source: Notifying authorities may notify only conformity assessment bodies which have satisfied the requirements laid down in Article 31.
pt_pt: As autoridades notificadoras apenas podem notificar os organismos de avaliação da conformidade que cumpram os requisitos previstos no artigo 31.o.

source: Notifying authorities shall notify the Commission and the other Member States, using the electronic notification tool developed and managed by the Commission, of each conformity assessment body referred to in paragraph 1.
pt_pt: As autoridades notificadoras devem notificar a Comissão e os restantes Estados-Membros sobre cada organismo de avaliação da conformidade a que se refere o n.o 1 utilizando o instrumento de notificação eletrónica criado e gerido pela Comissão.

source: The notification referred to in paragraph 2 of this Article shall include full details of the conformity assessment activities, the conformity assessment module or modules, the types of AI systems concerned, and the relevant attestation of competence.
pt_pt: A notificação a que se refere o n.o 2 do presente artigo deve incluir informações pormenorizadas sobre as atividades de avaliação da conformidade, o módulo ou módulos de avaliação da conformidade, os tipos de sistemas de IA em causa, e a declaração de competência pertinente.

source: Where a notification is not based on an accreditation certificate as referred to in Article 29(2), the notifying authority shall provide the Commission and the other Member States with documentary evidence which attests to the competence of the conformity assessment body and to the arrangements in place to ensure that that body will be monitored regularly and will continue to satisfy the requirements laid down in Article 31.
pt_pt: Caso a notificação não se baseie no certificado de acreditação a que se refere o artigo 29.o, n.o 2, a autoridade notificadora deve apresentar à Comissão e aos outros Estados-Membros provas documentais que atestem a competência do organismo de avaliação da conformidade e as disposições introduzidas para assegurar que o organismo seja acompanhado periodicamente e continue a cumprir os requisitos estabelecidos no artigo 31.o.

source: The conformity assessment body concerned may perform the activities of a notified body only where no objections are raised by the Commission or the other Member States within two weeks of a notification by a notifying authority where it includes an accreditation certificate referred to in Article 29(2), or within two months of a notification by the notifying authority where it includes documentary evidence referred to in Article 29(3).
pt_pt: O organismo de avaliação da conformidade em causa apenas pode executar as atividades reservadas a organismos notificados se nem a Comissão nem os outros Estados-Membros tiverem formulado objeções nas duas semanas seguintes a uma notificação por uma autoridade notificadora, se esta incluir um certificado de acreditação a que se refere o artigo 29.o, n.o 2, ou nos dois meses seguintes a uma notificação por uma autoridade notificadora, se esta incluir as provas documentais a que se refere o artigo 29.o, n.o 3.

source: Where objections are raised, the Commission shall, without delay, enter into consultations with the relevant Member States and the conformity assessment body.
pt_pt: Caso sejam formuladas objeções, a Comissão deve proceder, sem demora, a consultas com os Estados-Membros pertinentes e o organismo de avaliação da conformidade.

source: In view thereof, the Commission shall decide whether the authorisation is justified.
pt_pt: Tendo em conta essas consultas, a Comissão decide se a autorização se justifica.

source: The Commission shall address its decision to the Member State concerned and to the relevant conformity assessment body.
pt_pt: A Comissão designa o Estado-Membro em causa e o organismo de avaliação da conformidade pertinente como destinatários da decisão.

source: Article 31
pt_pt: Artigo 31.o

source: Requirements relating to notified bodies
pt_pt: Requisitos aplicáveis aos organismos notificados

source: A notified body shall be established under the national law of a Member State and shall have legal personality.
pt_pt: Os organismos notificados devem ser constituídos nos termos da lei nacional de um Estado-Membro e ser dotados de personalidade jurídica.

source: Notified bodies shall satisfy the organisational, quality management, resources and process requirements that are necessary to fulfil their tasks, as well as suitable cybersecurity requirements.
pt_pt: Os organismos notificados devem satisfazer os requisitos em termos de organização, gestão da qualidade, recursos e processos que sejam necessários para o desempenho das suas funções, bem como requisitos de cibersegurança adequados.

source: The organisational structure, allocation of responsibilities, reporting lines and operation of notified bodies shall ensure confidence in their performance, and in the results of the conformity assessment activities that the notified bodies conduct.
pt_pt: A estrutura organizacional, a atribuição de responsabilidades, a cadeia hierárquica e o funcionamento dos organismos notificados devem assegurar a confiança no seu desempenho e nos resultados das atividades de avaliação da conformidade que os organismos notificados realizam.

source: Notified bodies shall be independent of the provider of a high-risk AI system in relation to which they perform conformity assessment activities.
pt_pt: Os organismos notificados devem ser independentes do prestador de um sistema de IA de risco elevado relativamente ao qual realizam atividades de avaliação da conformidade.

source: Notified bodies shall also be independent of any other operator having an economic interest in high-risk AI systems assessed, as well as of any competitors of the provider.
pt_pt: Os organismos notificados devem também ser independentes de outros operadores que tenham um interesse económico nos sistemas de IA de risco elevado que são avaliados, bem como nos dos concorrentes do prestador.

source: This shall not preclude the use of assessed high-risk AI systems that are necessary for the operations of the conformity assessment body, or the use of such high-risk AI systems for personal purposes.
pt_pt: Esta exigência não impede a utilização de sistemas de IA de risco elevado avaliados que sejam necessários para a atividade do organismo de avaliação da conformidade, nem a sua utilização para fins pessoais.

source: Neither a conformity assessment body, its top-level management nor the personnel responsible for carrying out its conformity assessment tasks shall be directly involved in the design, development, marketing or use of high-risk AI systems, nor shall they represent the parties engaged in those activities.
pt_pt: Os organismos de avaliação da conformidade, os seus quadros superiores e o pessoal encarregado de desempenhar as suas funções de avaliação da conformidade não podem intervir diretamente na conceção, no desenvolvimento, na comercialização ou na utilização de sistemas de IA de risco elevado, nem ser mandatários das pessoas envolvidas nessas atividades.

source: They shall not engage in any activity that might conflict with their independence of judgement or integrity in relation to conformity assessment activities for which they are notified.
pt_pt: Não podem igualmente exercer qualquer atividade que possa comprometer a independência da sua apreciação ou a sua integridade no desempenho das atividades de avaliação da conformidade para as quais são notificados.

source: This shall, in particular, apply to consultancy services.
pt_pt: Esta disposição aplica-se, nomeadamente, aos serviços de consultoria.

source: Notified bodies shall be organised and operated so as to safeguard the independence, objectivity and impartiality of their activities.
pt_pt: Os organismos notificados devem estar organizados e funcionar de maneira que garanta a independência, a objetividade e a imparcialidade das suas atividades.

source: Notified bodies shall document and implement a structure and procedures to safeguard impartiality and to promote and apply the principles of impartiality throughout their organisation, personnel and assessment activities.
pt_pt: Os organismos notificados devem documentar e estabelecer uma estrutura e procedimentos suscetíveis de salvaguardar essa imparcialidade e de promover e aplicar os princípios da imparcialidade em toda a sua organização, a todo o seu pessoal e em todas as suas atividades de avaliação.

source: Notified bodies shall have documented procedures in place ensuring that their personnel, committees, subsidiaries, subcontractors and any associated body or personnel of external bodies maintain, in accordance with Article 78, the confidentiality of the information which comes into their possession during the performance of conformity assessment activities, except when its disclosure is required by law.
pt_pt: Os organismos notificados devem dispor de procedimentos documentados que garantam que o seu pessoal, comités, filiais, subcontratantes e qualquer outro organismo associado ou pessoal de organismos externos respeitam, nos termos do artigo 78.o, a confidencialidade das informações de que tenham conhecimento durante a realização das atividades de avaliação da conformidade, salvo se a divulgação dessas informações for exigida por lei.

source: The staff of notified bodies shall be bound to observe professional secrecy with regard to all information obtained in carrying out their tasks under this Regulation, except in relation to the notifying authorities of the Member State in which their activities are carried out.
pt_pt: O pessoal dos organismos notificados deve estar sujeito ao sigilo profissional no que se refere a todas as informações que obtiver no desempenho das suas funções no âmbito do presente regulamento, exceto em relação às autoridades notificadoras do Estado-Membro em que exerce as suas atividades.

source: Notified bodies shall have procedures for the performance of activities which take due account of the size of a provider, the sector in which it operates, its structure, and the degree of complexity of the AI system concerned.
pt_pt: Os organismos notificados devem dispor de procedimentos relativos ao exercício de atividades que tenham em devida conta a dimensão de um prestador, o setor em que opera, a sua estrutura e o grau de complexidade do sistema de IA em causa.

source: Notified bodies shall take out appropriate liability insurance for their conformity assessment activities, unless liability is assumed by the Member State in which they are established in accordance with national law or that Member State is itself directly responsible for the conformity assessment.
pt_pt: Os organismos notificados devem subscrever um seguro de responsabilidade civil adequado para as suas atividades de avaliação da conformidade, a menos que essa responsabilidade seja assumida pelo Estado-Membro onde se encontram estabelecidos nos termos da legislação nacional ou que o próprio Estado-Membro seja diretamente responsável pela avaliação da conformidade.

source: Notified bodies shall be capable of carrying out all their tasks under this Regulation with the highest degree of professional integrity and the requisite competence in the specific field, whether those tasks are carried out by notified bodies themselves or on their behalf and under their responsibility.
pt_pt: Os organismos notificados devem ser capazes de desempenhar todas as funções que lhes incumbem nos termos do presente regulamento com a maior integridade profissional e a competência exigida no domínio específico, quer essas funções sejam desempenhadas pelos próprios, quer em seu nome e sob a sua responsabilidade.

source: Notified bodies shall have sufficient internal competences to be able effectively to evaluate the tasks conducted by external parties on their behalf.
pt_pt: Os organismos notificados devem dispor de competências internas suficientes para poderem avaliar eficazmente as funções desempenhadas em seu nome por partes externas.

source: The notified body shall have permanent availability of sufficient administrative, technical, legal and scientific personnel who possess experience and knowledge relating to the relevant types of AI systems, data and data computing, and relating to the requirements set out in Section 2.
pt_pt: Os organismos notificados devem dispor permanentemente de suficiente pessoal do domínio administrativo, técnico, jurídico e científico com experiência e conhecimentos relativos aos tipos de sistemas de IA em apreço, aos dados e à computação de dados e aos requisitos estabelecidos na secção 2.

source: Notified bodies shall participate in coordination activities as referred to in Article 38.
pt_pt: Os organismos notificados devem participar em atividades de coordenação nos termos do artigo 38.o.

source: They shall also take part directly, or be represented in, European standardisation organisations, or ensure that they are aware and up to date in respect of relevant standards.
pt_pt: Além disso, devem participar, diretamente ou por meio de representantes, em organizações europeias de normalização, ou assegurar que conhecem as normas aplicáveis e mantêm atualizado esse conhecimento.

source: Article 32
pt_pt: Artigo 32.o

source: Presumption of conformity with requirements relating to notified bodies
pt_pt: Presunção da conformidade com os requisitos aplicáveis aos organismos notificados

source: Where a conformity assessment body demonstrates its conformity with the criteria laid down in the relevant harmonised standards or parts thereof, the references of which have been published in the Official Journal of the European Union, it shall be presumed to comply with the requirements set out in Article 31 in so far as the applicable harmonised standards cover those requirements.
pt_pt: Presume-se que os organismos de avaliação da conformidade que provem a sua conformidade com os critérios estabelecidos nas normas harmonizadas aplicáveis, ou em partes destas, cujas referências tenham sido publicadas no Jornal Oficial da União Europeia cumprem os requisitos previstos no artigo 31.o, contanto que as referidas normas harmonizadas contemplem esses requisitos.

source: Article 33
pt_pt: Artigo 33.o

source: Subsidiaries of notified bodies and subcontracting
pt_pt: Filiais dos organismos notificados e subcontratação

source: Where a notified body subcontracts specific tasks connected with the conformity assessment or has recourse to a subsidiary, it shall ensure that the subcontractor or the subsidiary meets the requirements laid down in Article 31, and shall inform the notifying authority accordingly.
pt_pt: Sempre que um organismo notificado subcontratar funções específicas relacionadas com a avaliação da conformidade ou recorrer a uma filial, deve assegurar que o subcontratante ou a filial cumpra os requisitos previstos no artigo 31.o e informar desse facto a autoridade notificadora.

source: Notified bodies shall take full responsibility for the tasks performed by any subcontractors or subsidiaries.
pt_pt: Os organismos notificados assumem plena responsabilidade pelas funções que lhes incumbem que sejam desempenhadas por quaisquer subcontratantes ou filiais.

source: Activities may be subcontracted or carried out by a subsidiary only with the agreement of the provider.
pt_pt: As atividades só podem ser exercidas por um subcontratante ou por uma filial mediante acordo do prestador.

source: Notified bodies shall make a list of their subsidiaries publicly available.
pt_pt: Os organismos notificados devem disponibilizar ao público uma lista das suas filiais.

source: The relevant documents concerning the assessment of the qualifications of the subcontractor or the subsidiary and the work carried out by them under this Regulation shall be kept at the disposal of the notifying authority for a period of five years from the termination date of the subcontracting.
pt_pt: Os documentos pertinentes respeitantes à avaliação das qualificações do subcontratante ou da filial e ao trabalho efetuado por estes nos termos do presente regulamento devem ser mantidos à disposição da autoridade notificadora durante um período de cinco anos a contar da data de termo da subcontratação.

source: Article 34
pt_pt: Artigo 34.o

source: Operational obligations of notified bodies
pt_pt: Obrigações operacionais dos organismos notificados

source: Notified bodies shall verify the conformity of high-risk AI systems in accordance with the conformity assessment procedures set out in Article 43.
pt_pt: Os organismos notificados devem verificar a conformidade dos sistemas de IA de risco elevado de acordo com os procedimentos de avaliação da conformidade estabelecidos no artigo 43.o.

source: Notified bodies shall avoid unnecessary burdens for providers when performing their activities, and take due account of the size of the provider, the sector in which it operates, its structure and the degree of complexity of the high-risk AI system concerned, in particular in view of minimising administrative burdens and compliance costs for micro- and small enterprises within the meaning of Recommendation 2003/361/EC.
pt_pt: Os organismos notificados devem, no exercício das suas atividades, evitar encargos desnecessários para os prestadores e ter em devida conta a dimensão do prestador, o setor em que opera, a sua estrutura e o grau de complexidade do sistema de IA de risco elevado em causa, em especial com vista a minimizar os encargos administrativos e os custos de conformidade para as micro e pequenas empresas na aceção da Recomendação 2003/361/CE.

source: The notified body shall, nevertheless, respect the degree of rigour and the level of protection required for the compliance of the high-risk AI system with the requirements of this Regulation.
pt_pt: Os organismos notificados devem, contudo, respeitar o grau de rigor e o nível de proteção exigidos para que o sistema de IA de risco elevado cumpra os requisitos do presente regulamento.

source: Notified bodies shall make available and submit upon request all relevant documentation, including the providers’ documentation, to the notifying authority referred to in Article 28 to allow that authority to conduct its assessment, designation, notification and monitoring activities, and to facilitate the assessment outlined in this Section.
pt_pt: Os organismos notificados devem disponibilizar e, mediante pedido, apresentar toda a documentação importante, incluindo a documentação elaborada pelos prestadores, à autoridade notificadora a que se refere o artigo 28.o para que essa autoridade possa exercer as suas atividades de avaliação, designação, notificação e controlo e ainda para facilitar a avaliação descrita na presente secção.

source: Article 35
pt_pt: Artigo 35.o

source: Identification numbers and lists of notified bodies
pt_pt: Números de identificação e listas de organismos notificados

source: The Commission shall assign a single identification number to each notified body, even where a body is notified under more than one Union act.
pt_pt: A Comissão atribui um número de identificação único a cada organismo notificado, mesmo que um organismo seja notificado ao abrigo de mais do que um ato da União.

source: The Commission shall make publicly available the list of the bodies notified under this Regulation, including their identification numbers and the activities for which they have been notified.
pt_pt: A Comissão publica a lista de organismos notificados ao abrigo do presente regulamento, incluindo os seus números de identificação e as atividades em relação às quais foram notificados.

source: The Commission shall ensure that the list is kept up to date.
pt_pt: A Comissão deve assegurar que essa lista se mantém atualizada.

source: Article 36
pt_pt: Artigo 36.o

source: Changes to notifications
pt_pt: Alterações das notificações
